Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: “%@” is one of a chain of snapshots. Open the disk it was made from.
ar: ‏“%@” واحد من سلسلة لقطات. افتح القرص الذي صُنع منه.
bg: „%@“ е част от верига от снимки. Отворете диска, от който е направен.
cs: „%@“ je součástí řetězu snímků. Otevřete disk, ze kterého vznikl.
da: “%@” er en del af en kæde af snapshots. Åbn den disk, den er lavet af.
de: „%@“ gehört zu einer Kette von Snapshots. Öffne das Laufwerk, aus dem es erstellt wurde.
el: Το «%@» ανήκει σε αλυσίδα στιγμιοτύπων. Ανοίξτε τον δίσκο από τον οποίο δημιουργήθηκε.
es: «%@» forma parte de una cadena de instantáneas. Abre el disco del que se creó.
et: „%@“ kuulub hetktõmmiste ahelasse. Ava ketas, millest see tehti.
fi: ”%@” kuuluu tilannevedosten ketjuun. Avaa asema, josta se on tehty.
fil: Ang “%@” ay bahagi ng isang chain ng snapshot. Buksan ang disk na pinagmulan nito.
fr: « %@ » fait partie d’une chaîne d’instantanés. Ouvrez le disque dont il provient.
he: ‏“%@” הוא אחד משרשרת תצלומי מצב. פתחו את הדיסק שממנו נוצר.
hi: “%@” स्नैपशॉट की एक शृंखला का हिस्सा है। जिस डिस्क से यह बनी थी उसे खोलें।
hr: „%@” dio je lanca snimaka. Otvorite disk iz kojeg je nastao.
hu: A(z) „%@” pillanatképek láncának része. Nyissa meg azt a meghajtót, amelyből készült.
id: “%@” adalah salah satu dari rantai snapshot. Buka disk asalnya.
it: «%@» fa parte di una catena di snapshot. Apri il disco da cui è stato creato.
ja: 「%@」はスナップショットチェーンの一部です。元になったディスクを開いてください。
ko: “%@”은(는) 스냅샷 체인의 하나입니다. 이것이 만들어진 디스크를 여십시오.
lt: „%@“ yra momentinių kopijų grandinės dalis. Atverkite diską, iš kurio jis sukurtas.
lv: “%@” ir daļa no momentuzņēmumu ķēdes. Atveriet disku, no kura tas izveidots.
ms: “%@” ialah salah satu daripada rantaian syot kilat. Buka cakera asalnya.
nb: «%@» er del av en kjede med øyeblikksbilder. Åpne disken den ble laget av.
nl: ‘%@’ maakt deel uit van een reeks momentopnamen. Open de schijf waarvan die is gemaakt.
pl: „%@” jest częścią łańcucha migawek. Otwórz dysk, z którego powstał.
pt_pt: «%@» faz parte de uma cadeia de instantâneos. Abra o disco a partir do qual foi criado.
ro: „%@” face parte dintr-un lanț de instantanee. Deschideți discul din care a fost creat.
ru: «%@» — часть цепочки снимков. Откройте диск, с которого он сделан.
sl: »%@« je del verige posnetkov. Odprite pogon, iz katerega je nastal.
sq: “%@” është pjesë e një zinxhiri fotografish. Hap diskun nga i cili u krijua.
sv: ”%@” ingår i en kedja av ögonblicksbilder. Öppna disken den skapades från.
th: “%@” เป็นหนึ่งในสายสแนปช็อต เปิดดิสก์ต้นทางที่สร้างมันขึ้นมา
tr: “%@” bir anlık görüntü zincirinin parçası. Onun oluşturulduğu diski açın.
uk: «%@» — частина ланцюжка знімків. Відкрийте диск, з якого його зроблено.
vi: “%@” là một mắt xích trong chuỗi ảnh chụp. Hãy mở đĩa gốc của nó.
zh_hans: “%@”是快照链中的一个。请打开它所源自的磁盘。

source: “%@” is smaller than its footer states, and may be damaged or incomplete.
ar: ‏“%@” أصغر مما تذكره تذييلته، وقد يكون تالفًا أو ناقصًا.
bg: „%@“ е по-малък, отколкото посочва долният му колонтитул, и може да е повреден или непълен.
cs: „%@“ je menší, než uvádí jeho patička, a může být poškozený nebo neúplný.
da: “%@” er mindre, end dens egen sidefod angiver, og kan være beskadiget eller ufuldstændig.
de: „%@“ ist kleiner, als seine eigene Fußzeile angibt, und ist möglicherweise beschädigt oder unvollständig.
el: Το «%@» είναι μικρότερο από όσο δηλώνει το υποσέλιδό του και μπορεί να είναι κατεστραμμένο ή ημιτελές.
es: «%@» es más pequeño de lo que indica su pie de página y puede estar dañado o incompleto.
et: „%@“ on väiksem, kui tema enda jalus väidab, ja võib olla rikutud või poolik.
fi: ”%@” on pienempi kuin sen oma alatunniste ilmoittaa, ja se voi olla vaurioitunut tai keskeneräinen.
fil: Mas maliit ang “%@” kaysa sa nakasaad sa footer nito, at maaaring sira o hindi kumpleto.
fr: « %@ » est plus petit que ne l’indique son pied de page ; il est peut-être endommagé ou incomplet.
he: ‏“%@” קטן ממה שכתוב בכותרת התחתונה שלו, ועלול להיות פגום או חלקי.
hi: “%@” अपने फ़ुटर में बताए आकार से छोटी है, और क्षतिग्रस्त या अधूरी हो सकती है।
hr: „%@” je manji nego što navodi njegovo podnožje i možda je oštećen ili nepotpun.
hu: A(z) „%@” kisebb, mint amit a saját élőlába megad, ezért sérült vagy hiányos lehet.
id: “%@” lebih kecil daripada yang dinyatakan footer-nya, dan mungkin rusak atau tidak lengkap.
it: «%@» è più piccolo di quanto indichi il suo piè di pagina e potrebbe essere danneggiato o incompleto.
ja: 「%@」はフッタに記された大きさより小さく、破損しているか不完全な可能性があります。
ko: “%@”은(는) 푸터에 적힌 크기보다 작아 손상되었거나 불완전할 수 있습니다.
lt: „%@“ yra mažesnis, nei nurodo jo poraštė, todėl gali būti sugadintas arba nebaigtas.
lv: “%@” ir mazāks, nekā norāda tā kājene, un var būt bojāts vai nepabeigts.
ms: “%@” lebih kecil daripada yang dinyatakan pengakhirnya, dan mungkin rosak atau tidak lengkap.
nb: «%@» er mindre enn sin egen bunntekst oppgir, og kan være skadet eller ufullstendig.
nl: ‘%@’ is kleiner dan de eigen voettekst aangeeft en is mogelijk beschadigd of onvolledig.
pl: „%@” jest mniejszy, niż podaje jego stopka, i może być uszkodzony lub niekompletny.
pt_pt: «%@» é menor do que o seu rodapé indica e pode estar danificado ou incompleto.
ro: „%@” este mai mic decât indică propriul subsol și poate fi deteriorat sau incomplet.
ru: «%@» меньше, чем заявляет его завершающая запись, и может быть повреждён или неполон.
sl: »%@« je manjši, kot navaja njegova noga, in je morda poškodovan ali nepopoln.
sq: “%@” është më i vogël se sa deklaron fundfaqja e tij, dhe mund të jetë i dëmtuar ose i paplotë.
sv: ”%@” är mindre än vad dess egen sidfot anger och kan vara skadad eller ofullständig.
th: “%@” มีขนาดเล็กกว่าที่ระบุไว้ในส่วนท้ายไฟล์ และอาจเสียหายหรือไม่สมบูรณ์
tr: “%@”, altbilgisinin belirttiğinden küçük; hasarlı veya eksik olabilir.
uk: «%@» менший, ніж заявляє його завершальний запис, і може бути пошкодженим або неповним.
vi: “%@” nhỏ hơn kích thước ghi trong phần cuối tệp, và có thể đã hỏng hoặc chưa đầy đủ.
zh_hans: “%@”比其页脚所述的更小，可能已损坏或不完整。

source: “%@” is unlocked
ar: ‏“%@” مفتوح
bg: „%@“ е отключен
cs: „%@“ je odemčen
da: “%@” er låst op
de: „%@“ ist entsperrt
el: Το «%@» ξεκλειδώθηκε
es: «%@» está desbloqueado
et: „%@“ on avatud
fi: ”%@” on avattu
fil: Nakabukas ang “%@”
fr: « %@ » est déverrouillé
he: ‏“%@” פתוח
hi: “%@” अनलॉक है
hr: „%@” je otključan
hu: „%@” fel van oldva
id: “%@” terbuka
it: «%@» è sbloccato
ja: 「%@」をロック解除しました
ko: “%@”이(가) 잠금 해제되었습니다
lt: „%@“ atrakintas
lv: “%@” ir atbloķēts
ms: “%@” telah dibuka
nb: «%@» er låst opp
nl: ‘%@’ is ontgrendeld
pl: „%@” jest odblokowany
pt_pt: «%@» está desbloqueado
ro: „%@” este deblocat
ru: «%@» разблокирован
sl: »%@« je odklenjen
sq: “%@” është i shkyçur
sv: ”%@” är upplåst
th: “%@” ปลดล็อกแล้ว
tr: “%@” açıldı
uk: «%@» розблоковано
vi: “%@” đã mở khóa
zh_hans: “%@”已解锁

source: “%@” names another file on this Mac, which would be opened along with it.
ar: يسمّي “%@” ملفًا آخر على هذا الـ Mac، وسيُفتح معه.
bg: „%@“ посочва друг файл на този Mac, който би бил отворен заедно с него.
cs: „%@“ pojmenovává jiný soubor v tomto Macu, který by se otevřel spolu s ním.
da: “%@” navngiver en anden fil på denne Mac, som ville blive åbnet sammen med den.
de: „%@“ benennt eine andere Datei auf diesem Mac, die mit geöffnet würde.
el: Το «%@» ονομάζει άλλο αρχείο σε αυτόν τον Mac, το οποίο θα άνοιγε μαζί του.
es: «%@» nombra otro archivo de este Mac, que se abriría junto con él.
et: „%@“ nimetab teist faili selles Macis, mis avataks koos sellega.
fi: ”%@” nimeää toisen tiedoston tällä Macilla, joka avautuisi sen mukana.
fil: Nagpapangalan ang “%@” ng ibang file sa Mac na ito, na mabubuksan kasama nito.
fr: « %@ » nomme un autre fichier de ce Mac, qui serait ouvert avec elle.
he: ‏“%@” מפנה לקובץ אחר ב‑Mac הזה, שייפתח יחד איתו.
hi: “%@” इस Mac पर किसी और फ़ाइल का नाम लेती है, जो उसके साथ ही खुल जाती।
hr: „%@” imenuje drugu datoteku na ovom Macu, koja bi se otvorila zajedno s njom.
hu: A(z) „%@” megnevez egy másik fájlt ezen a Macen, amely vele együtt nyílna meg.
id: “%@” menyebut berkas lain di Mac ini, yang akan ikut terbuka bersamanya.
it: «%@» nomina un altro file su questo Mac, che verrebbe aperto insieme a esso.
ja: 「%@」はこの Mac 上の別のファイルを指しており、そのファイルも一緒に開かれます。
ko: “%@”은(는) 이 Mac의 다른 파일을 가리키며, 그 파일도 함께 열립니다.
lt: „%@“ nurodo kitą failą šiame „Mac“, kuris būtų atvertas kartu su juo.
lv: “%@” nosauc citu failu šajā Mac datorā, kas tiktu atvērts kopā ar to.
ms: “%@” menamakan fail lain pada Mac ini, yang akan turut dibuka bersamanya.
nb: «%@» navngir en annen fil på denne Mac-en, som ville blitt åpnet sammen med den.
nl: ‘%@’ noemt een ander bestand op deze Mac, dat ermee zou worden geopend.
pl: „%@” wskazuje inny plik na tym Macu, który zostałby otwarty razem z nim.
pt_pt: «%@» nomeia outro ficheiro neste Mac, que seria aberto juntamente com ele.
ro: „%@” numește alt fișier de pe acest Mac, care ar fi deschis împreună cu el.
ru: «%@» называет другой файл на этом Mac, который был бы открыт вместе с ним.
sl: »%@« imenuje drugo datoteko v tem Macu, ki bi se odprla skupaj z njo.
sq: “%@” emërton një skedar tjetër në këtë Mac, i cili do të hapej bashkë me të.
sv: ”%@” namnger en annan fil på den här Mac-datorn, som skulle öppnas tillsammans med den.
th: “%@” อ้างถึงไฟล์อื่นบน Mac เครื่องนี้ ซึ่งจะถูกเปิดไปพร้อมกัน
tr: “%@” bu Mac'te başka bir dosyayı adlandırıyor; o dosya da onunla birlikte açılırdı.
uk: «%@» називає інший файл на цьому Mac, який було б відкрито разом із ним.
vi: “%@” nêu tên một tệp khác trên máy Mac này, tệp đó sẽ được mở cùng với nó.
zh_hans: “%@”指向这台 Mac 上的另一个文件，那个文件会随它一起被打开。

source: “%@” needs “%@”, which is not beside it. An image of this kind is a set of files, and all of them are required.
ar: يحتاج “%@” إلى “%@”، وهو ليس بجانبه. الصورة من هذا النوع مجموعة ملفات، وكلها مطلوبة.
bg: „%1$@“ се нуждае от „%2$@“, който не е до него. Образ от този вид е набор от файлове и всички те са задължителни.
cs: „%1$@“ potřebuje „%2$@“, který vedle něj není. Obraz tohoto druhu je sada souborů a vyžadovány jsou všechny.
da: “%1$@” har brug for “%2$@”, som ikke ligger ved siden af den. Et diskbillede af denne slags er et sæt filer, og de kræves alle.
de: „%1$@“ benötigt „%2$@“, das nicht daneben liegt. Ein Image dieser Art besteht aus mehreren Dateien, und alle davon sind erforderlich.
el: Το «%1$@» χρειάζεται το «%2$@», το οποίο δεν βρίσκεται δίπλα του. Ένα είδωλο αυτού του είδους είναι σύνολο αρχείων και απαιτούνται όλα τους.
es: «%1$@» necesita «%2$@», que no está junto a él. Una imagen de este tipo es un conjunto de archivos, y todos ellos son necesarios.
et: „%1$@“ vajab faili „%2$@“, mida tema kõrval ei ole. Sellist liiki tõmmis on failide kogum ja vaja on neid kõiki.
fi: ”%1$@” tarvitsee tiedoston ”%2$@”, jota ei ole sen vieressä. Tämänkaltainen levytiedosto on joukko tiedostoja, ja niitä tarvitaan kaikki.
fil: Kailangan ng “%@” ang “%@”, na wala sa tabi nito. Ang ganitong uri ng image ay isang pangkat ng mga file, at kailangan silang lahat.
fr: « %1$@ » a besoin de « %2$@ », qui ne se trouve pas à côté. Une image de ce type est un ensemble de fichiers, et tous sont requis.
he: ‏“%@” זקוק ל‑“%@”, שאינו לצידו. תמונה מסוג זה היא אוסף קבצים, וכולם נדרשים.
hi: “%@” को “%@” चाहिए, जो उसके पास नहीं है। इस तरह की इमेज फ़ाइलों का समूह होती है, और उन सभी की ज़रूरत होती है।
hr: „%1$@” treba „%2$@”, koja nije pored nje. Slika ove vrste skup je datoteka i potrebne su sve.
hu: A(z) „%1$@” fájlhoz szükséges a(z) „%2$@”, amely nincs mellette. Az ilyen lemezkép fájlok együttese, és mindegyikre szükség van.
id: “%@” memerlukan “%@”, yang tidak ada di sebelahnya. Image semacam ini adalah sekumpulan berkas, dan semuanya diperlukan.
it: «%1$@» richiede «%2$@», che non si trova accanto a esso. Un’immagine di questo tipo è un insieme di file, e servono tutti.
ja: 「%@」には隣にない「%@」が必要です。この種のイメージはファイルの集合で、そのすべてが必要です。
ko: “%@”에는 옆에 없는 “%@”이(가) 필요합니다. 이런 종류의 이미지는 파일의 묶음이며 그 전부가 필요합니다.
lt: „%1$@“ reikia failo „%2$@“, kurio šalia nėra. Tokio tipo atvaizdis yra failų rinkinys ir reikalingi visi jie.
lv: “%1$@” ir nepieciešams “%2$@”, kas neatrodas tam blakus. Šāda veida attēls ir failu kopa, un nepieciešami ir visi.
ms: “%@” memerlukan “%@”, yang tiada di sebelahnya. Imej jenis ini ialah satu set fail, dan kesemuanya diperlukan.
nb: «%1$@» trenger «%2$@», som ikke ligger ved siden av den. Et diskbilde av dette slaget er et sett med filer, og alle kreves.
nl: ‘%1$@’ heeft ‘%2$@’ nodig, dat er niet naast staat. Een schijfkopie van dit type bestaat uit een reeks bestanden, die allemaal vereist zijn.
pl: „%1$@” wymaga pliku „%2$@”, którego nie ma obok. Obraz tego rodzaju to zestaw plików i wymagane są wszystkie.
pt_pt: «%1$@» necessita de «%2$@», que não se encontra ao seu lado. Uma imagem deste tipo é um conjunto de ficheiros, sendo todos necessários.
ro: „%1$@” are nevoie de „%2$@”, care nu se află lângă el. O imagine de acest tip este un set de fișiere, iar toate sunt necesare.
ru: «%@» требует «%@», которого нет рядом. Образ такого рода — это набор файлов, и нужны все они.
sl: »%1$@« potrebuje »%2$@«, ki ni ob njej. Slika te vrste je nabor datotek in potrebne so vse.
sq: “%@” ka nevojë për “%@”, i cili nuk ndodhet pranë tij. Një imazh i këtij lloji është një grup skedarësh, dhe të gjithë janë të nevojshëm.
sv: ”%1$@” behöver ”%2$@”, som inte ligger bredvid den. En skivavbild av det här slaget är en uppsättning filer, och alla krävs.
th: “%@” ต้องใช้ “%@” ซึ่งไม่ได้อยู่ข้างกัน อิมเมจแบบนี้เป็นชุดของไฟล์ และต้องมีครบทุกไฟล์
tr: “%@” için yanında bulunmayan “%@” gerekli. Bu türden bir imaj bir dosya kümesidir ve hepsi gereklidir.
uk: «%@» потребує «%@», якого немає поруч. Образ такого роду — це набір файлів, і потрібні всі вони.
vi: “%@” cần “%@”, nhưng tệp đó không nằm cạnh nó. Ảnh đĩa loại này là một bộ tệp, và cần tất cả chúng.
zh_hans: “%@”需要“%@”，而后者并不在它旁边。这类映像是一组文件，缺一不可。

source: “%@” opened in macOS
ar: فُتح “%@” في macOS
bg: „%@“ беше отворен в macOS
cs: „%@“ byl otevřen v macOS
da: “%@” blev åbnet i macOS
de: „%@“ wurde in macOS geöffnet
el: Το «%@» άνοιξε στο macOS
es: «%@» se ha abierto en macOS
et: „%@“ avati macOS-is
fi: ”%@” avattiin macOS:ssä
fil: Binuksan ang “%@” sa macOS
fr: « %@ » a été ouvert dans macOS
he: ‏“%@” נפתח ב‑macOS
hi: “%@” macOS में खुली
hr: „%@” otvoren je u macOS-u
hu: A(z) „%@” megnyílt a macOS-ben
id: “%@” dibuka di macOS
it: «%@» è stato aperto in macOS
ja: 「%@」を macOS で開きました
ko: “%@”이(가) macOS에서 열렸습니다
lt: „%@“ atvertas „macOS“ sistemoje
lv: “%@” tika atvērts macOS
ms: “%@” dibuka dalam macOS
nb: «%@» ble åpnet i macOS
nl: ‘%@’ is geopend in macOS
pl: Otwarto „%@” w systemie macOS
pt_pt: «%@» foi aberto no macOS
ro: „%@” a fost deschis în macOS
ru: «%@» открыт в macOS
sl: »%@« je bil odprt v macOS
sq: “%@” u hap në macOS
sv: ”%@” öppnades i macOS
th: “%@” ถูกเปิดใน macOS
tr: “%@” macOS'te açıldı
uk: «%@» відкрито в macOS
vi: “%@” đã mở trong macOS
zh_hans: “%@”已在 macOS 中打开

source: “%@” was disconnected.
ar: فُصل “%@”.
bg: „%@“ беше изключен.
cs: „%@“ byl odpojen.
da: “%@” blev frakoblet.
de: „%@“ wurde getrennt.
el: Το «%@» αποσυνδέθηκε.
es: «%@» se ha desconectado.
et: „%@“ ühendati lahti.
fi: ”%@” irrotettiin.
fil: Nadiskonekta ang “%@”.
fr: « %@ » a été déconnecté.
he: ‏“%@” נותק.
hi: “%@” कट गई।
hr: „%@” je odspojen.
hu: A(z) „%@” le lett választva.
id: “%@” telah diputus.
it: «%@» è stato scollegato.
ja: 「%@」が切断されました。
ko: “%@”의 연결이 끊겼습니다.
lt: „%@“ buvo atjungtas.
lv: “%@” tika atvienots.
ms: “%@” telah diputuskan.
nb: «%@» ble koblet fra.
nl: ‘%@’ is losgekoppeld.
pl: „%@” został odłączony.
pt_pt: «%@» foi desligado.
ro: „%@” a fost deconectat.
ru: «%@» был отключён.
sl: »%@« je bil odklopljen.
sq: “%@” u shkëput.
sv: ”%@” kopplades bort.
th: “%@” ถูกตัดการเชื่อมต่อแล้ว
tr: “%@” bağlantısı kesildi.
uk: «%@» було від’єднано.
vi: “%@” đã bị ngắt.
zh_hans: “%@”已被断开。

source: “%@” was not shut down cleanly, and its most recent contents have not been written back into the file. Open it once in the virtual machine it belongs to, then try again.
ar: لم يُغلق “%@” بشكل سليم، ولم يُكتب أحدث محتوى له في الملف. افتحه مرة واحدة في الجهاز الافتراضي الذي يخصّه، ثم حاول مرة أخرى.
bg: „%@“ не беше изключен правилно и последното му съдържание не е записано обратно във файла. Отворете го веднъж във виртуалната машина, на която принадлежи, и опитайте отново.
cs: „%@“ nebyl řádně vypnut a jeho poslední obsah nebyl zapsán zpět do souboru. Otevřete jej jednou ve virtuálním počítači, kterému patří, a zkuste to znovu.
da: “%@” blev ikke lukket ned korrekt, og dens seneste indhold er ikke skrevet tilbage til filen. Åbn den én gang i den virtuelle maskine, den hører til, og prøv igen.
de: „%@“ wurde nicht sauber heruntergefahren, und der zuletzt enthaltene Stand wurde nicht in die Datei zurückgeschrieben. Öffne sie einmal in der virtuellen Maschine, zu der sie gehört, und versuche es dann erneut.
el: Το «%@» δεν τερματίστηκε ομαλά και το πιο πρόσφατο περιεχόμενό του δεν γράφτηκε πίσω στο αρχείο. Ανοίξτε το μία φορά στην εικονική μηχανή στην οποία ανήκει και δοκιμάστε ξανά.
es: «%@» no se apagó correctamente y su contenido más reciente no se ha escrito de vuelta en el archivo. Ábrelo una vez en la máquina virtual a la que pertenece y vuelve a intentarlo.
et: „%@“ ei suletud korralikult ja tema viimane sisu on faili tagasi kirjutamata. Ava see korra virtuaalmasinas, kuhu see kuulub, ja proovi siis uuesti.
fi: ”%@” ei sammunut siististi, eikä sen viimeisintä sisältöä ole kirjoitettu takaisin tiedostoon. Avaa se kerran siinä virtuaalikoneessa, johon se kuuluu, ja yritä sitten uudelleen.
fil: Hindi maayos na isinara ang “%@”, at hindi naisulat pabalik sa file ang pinakahuling laman nito. Buksan ito nang isang beses sa virtual machine na may-ari nito, pagkatapos ay subukan muli.
fr: « %@ » n’a pas été arrêté proprement, et son contenu le plus récent n’a pas été réécrit dans le fichier. Ouvrez-le une fois dans la machine virtuelle à laquelle il appartient, puis réessayez.
he: ‏“%@” לא נסגר כראוי, והתוכן האחרון שלו לא נכתב בחזרה לקובץ. פתחו אותו פעם אחת במכונה הווירטואלית שהוא שייך לה, ואז נסו שוב.
hi: “%@” ठीक से बंद नहीं हुई, और उसकी अंतिम सामग्री फ़ाइल में वापस नहीं लिखी गई। उसे उसी वर्चुअल मशीन में एक बार खोलें जिसकी वह है, फिर कोशिश करें।
hr: „%@” nije uredno isključen i njegov najnoviji sadržaj nije zapisan natrag u datoteku. Otvorite ga jednom u virtualnom stroju kojem pripada pa pokušajte ponovno.
hu: A(z) „%@” nem állt le rendesen, és a legutóbbi tartalma nem került vissza a fájlba. Nyissa meg egyszer abban a virtuális gépben, amelyhez tartozik, majd próbálja újra.
id: “%@” tidak dimatikan dengan benar, dan isi terakhirnya belum dituliskan kembali ke berkas. Buka sekali di mesin virtual pemiliknya, lalu coba lagi.
it: «%@» non è stato arrestato correttamente e il suo contenuto più recente non è stato riscritto nel file. Aprilo una volta nella macchina virtuale a cui appartiene, poi riprova.
ja: 「%@」は正常に終了されておらず、最後の内容がファイルに書き戻されていません。属している仮想マシンで一度開いてから、もう一度試してください。
ko: “%@”은(는) 정상적으로 종료되지 않아 마지막 내용이 파일에 기록되지 않았습니다. 해당 가상 머신에서 한 번 연 뒤 다시 시도하십시오.
lt: „%@“ nebuvo tinkamai išjungtas ir naujausias jo turinys neįrašytas atgal į failą. Atverkite jį kartą virtualioje mašinoje, kuriai jis priklauso, ir bandykite dar kartą.
lv: “%@” netika korekti izslēgts, un tā jaunākais saturs nav ierakstīts atpakaļ failā. Atveriet to vienreiz virtuālajā mašīnā, kurai tas pieder, un mēģiniet vēlreiz.
ms: “%@” tidak ditutup dengan betul, dan kandungan terkininya belum ditulis semula ke dalam fail. Bukanya sekali dalam mesin maya pemiliknya, kemudian cuba lagi.
nb: «%@» ble ikke avsluttet ordentlig, og det siste innholdet er ikke skrevet tilbake til filen. Åpne den én gang i den virtuelle maskinen den hører til, og prøv igjen.
nl: ‘%@’ is niet netjes afgesloten en de meest recente inhoud is niet teruggeschreven naar het bestand. Open het één keer in de virtuele machine waar het bij hoort en probeer het opnieuw.
pl: „%@” nie został poprawnie zamknięty, a jego najnowsza zawartość nie została zapisana z powrotem do pliku. Otwórz go raz w maszynie wirtualnej, do której należy, i spróbuj ponownie.
pt_pt: «%@» não foi encerrado corretamente e o seu conteúdo mais recente não foi escrito de volta no ficheiro. Abra-o uma vez na máquina virtual a que pertence e tente novamente.
ro: „%@” nu a fost închis corect, iar conținutul său cel mai recent nu a fost scris înapoi în fișier. Deschideți-l o dată în mașina virtuală căreia îi aparține, apoi încercați din nou.
ru: «%@» был завершён некорректно, и его последнее содержимое не записано обратно в файл. Откройте его один раз в той виртуальной машине, которой он принадлежит, затем попробуйте снова.
sl: »%@« ni bil pravilno zaustavljen in njegova najnovejša vsebina ni bila zapisana nazaj v datoteko. Odprite ga enkrat v navideznem računalniku, ki mu pripada, in poskusite znova.
sq: “%@” nuk u fik si duhet, dhe përmbajtja e tij më e fundit nuk është shkruar sërish në skedar. Hape një herë në makinën virtuale së cilës i përket, pastaj provo sërish.
sv: ”%@” stängdes inte av ordentligt, och dess senaste innehåll har inte skrivits tillbaka till filen. Öppna den en gång i den virtuella maskin den hör till och försök igen.
th: “%@” ปิดไม่เรียบร้อย และเนื้อหาล่าสุดยังไม่ถูกเขียนกลับลงไฟล์ เปิดมันหนึ่งครั้งในเครื่องเสมือนที่เป็นเจ้าของ จากนั้นลองใหม่
tr: “%@” düzgün kapatılmamış ve en son içeriği dosyaya geri yazılmamış. Ait olduğu sanal makinede bir kez açın, sonra yeniden deneyin.
uk: «%@» було завершено некоректно, і його останній вміст не записано назад у файл. Відкрийте його один раз у тій віртуальній машині, якій він належить, потім спробуйте знову.
vi: “%@” chưa được tắt đúng cách, và nội dung mới nhất chưa được ghi lại vào tệp. Hãy mở nó một lần trong máy ảo sở hữu nó, rồi thử lại.
zh_hans: “%@”未正常关闭，其最新内容尚未写回文件。请在它所属的虚拟机中打开一次，然后重试。

source: GNU General Public License
hi: GNU सामान्य Public License
id: GNU Umum Public License
ms: GNU Umum Public License
ru: GNU Основные Public License
th: GNU ทั่วไป Public License
tr: GNU Genel Public License
uk: GNU Загальні Public License
vi: GNU Cài đặt chung Public License
